Repository: grojof/puzzle_ball_gklabs
Catalog: lib/l10n/arb/app_*.arb
Languages: ca

# titleAppBarTitle
source: Puzzle Ball
ca: Ball Odyssey

# titleButtonContinue
source: Continue
ca: Continuar

# titleButtonLevelSelect
source: Select Level
ca: Seleccionar nivell

# titleButtonMenu
source: Main menu
ca: Menú principal

# titleSoundToggle
source: Sound enabled
ca: So activat

# titleSelectLevel
source: Select a level
ca: Selecciona un nivell

# loading
source: Loading {label}...
ca: Carregant {label}...

# loadingPhaseLabel
source: {loadingPhase, select, audio{music} images{images} other{ }}
ca: {loadingPhase, select, audio{música} images{imatges} other{ }}

# titleSelectSavegame
source: Select a savegame
ca: Partides desades

# titleNewSavegame
source: New savegame
ca: Nova partida

# titleSeed
source: Seed
ca: Llavor

# titleLevels
source: Levels
ca: Nivells

# titleCreated
source: Created
ca: Creat

# titleLastPlayed
source: Last played
ca: Última partida

# titleResetProgress
source: Reset progress
ca: Reiniciar progrés

# titleResetProgressConfirm
source: Are you sure you want to reset all progress? This cannot be undone.
ca: Segur que vols reiniciar tot el progrés? Això no es pot desfer.

# titleCancel
source: Cancel
ca: Cancel·lar

# titleConfirm
source: Confirm
ca: Confirmar

# titleDeleteSavegame
source: Delete this savegame? This cannot be undone.
ca: Eliminar aquesta partida desada? Això no es pot desfer.

# titleSavegameIconTooltip
source: Savegame info
ca: Informació de la partida

# titlePlaySavegame
source: Play this savegame
ca: Jugar aquesta partida

# titleDelete
source: Delete
ca: Eliminar

# titleLevelsHelper
source: Number of levels for this savegame.
ca: Nombre de nivells per a aquesta partida.

# titleLevelsMinError
source: Minimum 10 levels.
ca: Mínim 10 nivells.

# titleImportLevels
source: Import levels (use seed)
ca: Importar nivells (usar llavor)

# titleSeedHelper
source: Optional: enter a seed to generate the same levels.
ca: Opcional: introdueix una llavor per generar els mateixos nivells.

# titleCreate
source: Create
ca: Crear
